1yib.rust-bundle
4ops.terraform
budparr.language-hugo-vscode
davidanson.vscode-markdownlint
dustypomerleau.rust-syntax
eamodio.gitlens
exiasr.hadolint
fabiospampinato.vscode-diff
fill-labs.dependi
foxundermoon.shell-format
github.vscode-github-actions
golang.go
graphql.vscode-graphql
graphql.vscode-graphql-execution
graphql.vscode-graphql-syntax
gruntfuggly.todo-tree
juanblanco.solidity
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-dotnettools.vscodeintellicode-csharp
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.makefile-tools
ms-vscode.remote-explorer
redhat.vscode-xml
redhat.vscode-yaml
rust-lang.rust-analyzer
timonwong.shellcheck
tomoki1207.pdf
twxs.cmake
xaver.clang-format
yzhang.markdown-all-in-one
